export const landmark = [
  {
    "code": "A",
    "name": "季河",
    "type": "倉庫",
    "text": "\uebb8",
    "phone": "079766703",
    "addr": "高雄市前鎮區二聖一路290號14號樓之2",
    "lat": 22.61286,
    "lng": 120.31965,
    "note": "備註",
  },
  {
    "code": "B",
    "name": "光華夜市",
    "type": "倉庫",
    "text": "\uebb8",
    "phone": "",
    "addr": "高雄市前鎮區光華二路339號",
    "lat": 22.6183,
    "lng": 120.3178,
    "note": "備註",
  },
]

export const area = [
  {
    "code": "A",
    "name": "季河",
    "type": "倉庫",
    "lat": 22.61286,
    "lng": 120.31965,
    "path": [
      { lat: 22.6130441245303, lng: 120.31962325897985 },
      { lat: 22.61299398535842, lng: 120.32004235413842 },
      { lat: 22.612758145304767, lng: 120.32000077989869 },
      { lat: 22.612811998580984, lng: 120.31959174302392 },
    ],
    "note": "備註",
  },
  {
    "code": "B",
    "name": "光華夜市",
    "type": "倉庫",
    "lat": 22.6183,
    "lng": 120.3178,
    "path": [
      { lat: 22.618275157901085, lng: 120.317695133851 },
      { lat: 22.61833086595182, lng: 120.31786545412345 },
      { lat: 22.617526191916532, lng: 120.31816988484664 },
      { lat: 22.617477911324695, lng: 120.31799285905166 },
    ],
    "note": "備註",
  },
]
